export const questionsLevel1 = [
  "あなたがディナーに誰でも招待できるとしたら、誰を招待しますか？",
  "有名になりたいですか？またどのようにして有名になりたいですか？", 
  "電話をかける前に、何を言うか予行練習をしますか？その理由は？",
  "あなたにとって「完璧な日」とはどんな日ですか？",
  "最後に1人で歌を歌ったのはいつですか？また、誰かに対して歌ったのはいつですか？",
  "あなたは90才まで生きることができ、最後の60年間を「30才の頃の肉体」か「30才の頃の精神」のどちらかを保つことができます。どちらを選びますか？",
  "自分がどのように死ぬか、何か予感はありますか？",
  "自分と相手の共通点を、3つ挙げてください。",
  "人生で最も感謝していることは何ですか？",
  "自分の成長過程の一部を修正することができるなら、どんなことを変えたいですか？",
  "4分間、あなたがこれまでどんな人生を歩んできたのか、できるだけ克明に説明して下さい。",
  "明日の朝、目が覚めたときに何らかの才能や能力が身についています。どんな能力がいいですか？",
];

export const questionsLevel2 = [
  "もしも「真実のあなた」や「あなたの人生」「将来」を教えてくれる水晶があったら、何を知りたいですか？",
  "ずっと夢に見てきたことがありますか？あるなら、なぜ実現させていないのでしょう？",
  "これまでの人生で達成した、一番の偉業は何ですか？",
  "友情において最も価値のあることは何ですか？",
  "一番大切な思い出は何ですか？",
  "一番最悪な思い出は何ですか？",
  "1年後に死ぬことが分かったとしたら、現在の生き方を変えますか？その理由は何ですか？",
  "あなたにとって「友情」とはなんですか？",
  "あなたの人生の中で「愛・愛情」はどのような役割を果たしていますか？",
  "相手の長所を5つ挙げてください。お互い交互に1つずつ述べて下さい。",
  "あなたは家族と仲が良いですか？子供時代は、他の人よりも幸せだと感じましたか？",
  "母親との関係をどう感じていますか？",
];

export const questionsLevel3 = [
  "「私たちは」で始まる文章で、今の状況を3回描写して下さい。例えば「私たちはこの部屋にいて……と感じている」など。",
  "「……を共感できる人がいればいいのに」という文章を完成させてください。",
  "もしも、今話している相手とより深い関係になるとして、あなたについて相手が知っておくべき重要なことは何ですか？",
  "相手の良いところは何ですか？初対面の人には言わないようなことを挙げて下さい。",
  "恥ずかしかった体験を相手に話してみて下さい。",
  "最後に他人の前で泣いたのはいつですか？1人で泣いたのはいつですか？",
  "相手のどんなところが好きですか？",
  "あなたにとって、冗談にできないこととは何ですか？",
  "今夜死ぬとしたら、誰かに何かを告げなかったことで、一番の心残りは何ですか？　なぜ、そのことを言わなかったのですか？",
  "大切なものが全て詰まった家が火事になってしまいました。家族とペットを助け出した後、何か一つだけ取りに行くことができます。何を取りに行きますか？　その理由は？",
  "家族の中で誰の死が最も悲しいですか？その理由はなんですか？",
  "個人的な問題を打ち明けて、相手からアドバイスを受けて下さい。また、その問題を抱えるあなたがどんな気持ちでいるのか、相手に想像・描写してもらって下さい。",
];